;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Italiano
;Language name in English e.g. German
LanguageEn=Italian
;Your name here. You can also leave your email, website, blog...
Translator=allelimo
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nessuno
602=Opzioni di Listary

;Tray Menu
1001=Help online
1002=Controlla aggiornamenti...
1003=Informazioni
1004=Esci

;Toolbar
1100=Cerca

;Favorite Menu
2000=Preferiti
2001=Questa applicazione
2002=Globale
2003=Aggiungi qui
2004=Aggiungi la cartella selezionata ai preferiti
2050=Impossibile aggiungere ai preferiti
2051=Impossibile ottenere il percorso di questa applicazione.

;Recent Menu
2100=Recenti
2101=Cancella
2103=Cartella
2104=File
2105=Tieni nota di questa applicazione
2106=Non tenere nota di questa applicazione
2107=Mostra di più...

;Smart Menu
2200=Smart
2201=Cartelle aperte
2202=Passa all'ultima cartella aperta nel file manager
2203=Apri il file selezionato nel file manager
2204=Esplora la cartella selezionata 
2205=Prompt dei comandi
2206=Vai alla cartella dell'applicazione
2207=Esplora la cartella dell'applicazione
2208=Mostra le estensioni dei file
2209=Mostra file e cartelle nascoste
2210=Copia il percorso nella clipboard
2211=Copia i percorsi degli oggetti selezionati nella clipboard
2212=Copia il nome degli oggetti selezionati nella clipboard
2213=Opzioni
2214=Passa alla versione Pro
2215=Aggiungi l'applicazione alla lista di supporto
2216=Disabilita Listary per questa applicazione
2217=Esporta il contenuto della lista in un file CSV
2218=Separatore
2250=%s è stato correttamente aggiunto alla lista di supporto.(???)
2251=E' possibile usare un mouse middle-click o l'hot key %s per attivare Listary in %s ora.(???)
2252=Vuoi disabilitare Listary per questa applicazione?
2253=Disabilita Listary
2254=Listary non apparirà più dal prossimo riavvio di questa applicazione.\nE' possibile riabilitare Listary da Opzioni > Applicazioni.

;Search
2300=Lista
2301=Vai a 
2302=Nessuna corrispondenza per la ricerca.

;Options > General
3000=Generale
3001=Avvia Listary automaticamente con Windows
3002=Seleziona la lista dei file automaticamente per l'uso con Explorer di Windows XP
3003=Cerca aggiornamenti all'apertura delle opzioni
3004=Quick Switch (Apri la cartella corrente nella finestra di dialogo per la selezione dei file da un file manager)
3005=Lingua:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Preferiti
3101=Dettagli
3102=Nome:
3103=Hot key:
3104=Tipo:
3105=Percorso:
3106=Sottomenu
3107=Aggiungi un preferito
3108=Rimuovi l'oggetto selezionato dai preferiti

;Options > Recent
3200=Recenti
3201=Oggetti recenti globali:
3206=Tieni nota degli oggetti recenti globali
3207=Tieni nota di file e cartelle recenti per tutte le applicazioni
3208=Seleziona automaticamente l'ultimo file aperto nella finestra di dialogo per la selezione dei file
3209=Rimuovi gli oggetti recenti selezionati
3210=Rimuovi tutti gli oggetti recenti
3211=Oggetti recenti globali
3212=Cartelle recenti per applicazione
3213=File recenti per applicazione
3214=Voci di menu recenti
3215=Search recent files and folders

;Options > Smart Commands
3300=Smart Commands
3301=Dettaglio dei comandi
3303=Comando:
3305=Mostra questo comando nello Smart Menu
3306=Comando personale
3307=Nome
3308=Hot Key
3309=Comando
3310=Mostra nello Smart Menu
3311=Aggiungi uno Smart Command interno
3312=Rimuovi il comando selezionato

;Options > Applications
3400=Applicazioni
3401=Impostazioni delle applicazioni: (si applica solo alle applicazioni della lista)
3402=Abilita Listary per questa applicazione
3403=Traccia file e cartelle recenti
3404=Aggiungi un'applicazione per modificarne le impostazioni
3405=Rimuovi l'applicazione selzionata e i suoi oggetti recenti e preferiti
3406=Percorso

;Options > Keyboard and Mouse
3500=Tastiera e Mouse
3501=Hot Keys
3502=Globale:
3503=Mostra la barra di Listary:
3504=Mostra il menu popup:
3505=Locale (solo mentre la barra di Listary è visibile):
3506=Menu preferiti:
3507=Menu recenti:
3508=Smart menu:
3509=Abilita hot key locali (comprese le hot keys per i preferiti e gli Smart Commands) per Explorer quando la barra di Listary è nascosta.
3510=Mouse
3511=Doppio click in un'area vuotoa per attivare Listary in Explorer/finestre di dialogo per la selezione dei file/Desktop
3512=Click col bottone centrale per attivare Listary

;Options > Display
3600=Aspetto
3601=Posizione della finestra
3602=Assoluta
3603=Relativa alla lista
3604=Relativa alla finestra
3605=Dall'alto
3606=Dal basso
3607=Da sinistra
3608=Da destra
3609=Opacità
3610=Menu
3611=Numero massimo di voci di menu mostrate:
3612=Larghezza massima (in pixel):
3613=Larghezza minima (in pixel):
3614=Tempo di apertura dei menu (ritardo in millesimi di secondo, 0 per disabilitare):
3615=Menu popup
3616=Mostra gli oggetti recenti in un sottomenu
3617=pixel

;Options > Integration
4000=Integrazione
4001=Aggiungi le directory preferite di Total Commander ai preferiti di Listary
4002=Usa Total Commander al posto delle finestre di dialogo per la selezione dei file:  

;Options > Compatibility
3700=Compatibilità
3701=Listary funziona anche con le seguenti applicazioni:
3702=Aggiungi un'applicazione alla lista di supporto
3703=Rimuovi un'applicazione dalla lista di supporto
3704=File Manager
3705=Classe
3706=Eseguibile
3707=Address Bar
3708=Sì
3709=No

;Options > Pro
3800=Passa a Listary Pro
;3801=
3802=Nome:
3803=Email:
3804=Codice di registrazione:
3805=Note
3806=Listary è distribuito come freeware per uso personale e in organizzazioni non-profit. In questi casi, è garantito il diritto di usare questo programma gratuitamente.
3807=Per uso commerciale è necessario passare a Listary Pro.
3808=Incolla dalla clipboard
3809=Controlla Codice di Registrazione

;Options > About
3900=Informazioni
3901=Listary è gratuito solo per uso personale. Se volete usarlo per scopi commerciali o avete bisogno di alcune delle funzioni avanzate, per favore acquistate la versione Pro.
3902=Visitare la Homepage
3903=Questo programma è concesso in licenza a

;Add Application Dialog
4100=Aggiungi applicazione
4101=Posizionare il Finder sopra la barra del titolo di un applicazione per selezionarla, poi rilasciare il bottone del mouse.
4102=Finder:
4103=Classe:
4104=Eseguibile:
4105=Barra degli indirizzi:
4106=E' un file manager (selezionare per abilitare le funzioni specifiche per i file manager)
4107=*FALLITO* L'obiettivo è stato eseguito come amministratore?

;Custom Command Dialog
4200=Comando personale
4201=Percorso completo di un file eseguibile.\nEsempio: C:\Programmi\7-Zip\7z.exe
4202=Parametri:
4203=L'esempio mostra come aggiungere il file selzionato ad un archivio usando 7-zip.\n\nE' possibile usare le seguenti variabili nei parametri. Le variabili non contengono i doppi apici, è necessario aggiungerli manualmente se occorrono.
4204=%file%\t\tPercorso completo di un file/cartella.\nEsempio:  D:\download\music\example.mp3\n\n%path%\tPercorso della cartella attuale.\nEsempio: D:\download\music\\n\n%filename%\tNome del file selezionato/folder.\nEsempio: example.mp3

;Add Favorite Dialog
4300=Aggiungi preferito